Repository: harlov/django-mama-cas
Catalog: mama_cas/locale/*/django.po
Languages: ru_ru

source: Username
ru_ru: Имя пользователя

source: Please enter your username
ru_ru: Пожалуйста, введите ваше имя пользователя

source: Password
ru_ru: Пароль

source: Please enter your password
ru_ru: Пожалуйста, введите ваш пароль

source: Internal error while authenticating user
ru_ru: Во время аунтефикации произошла внутренняя ошибка сервиса

source: The username or password is not correct
ru_ru: Неверные имя пользователя или пароль

source: This user account is disabled
ru_ru: Данный аккуант отключен

source: Invalid username provided
ru_ru: Данный пользователь не существует

source: You have been successfully logged out
ru_ru: Вы вышли

source: ticket
ru_ru: тикет

source: user
ru_ru: пользователь

source: expires
ru_ru: истекает

source: consumed
ru_ru: используемый

source: service
ru_ru: сервис

source: primary
ru_ru: основной

source: service ticket
ru_ru: тикет сервиса

source: service tickets
ru_ru: тикеты сервиса

source: granted by proxy-granting ticket
ru_ru: предоставлен по прокси-тикету

source: proxy ticket
ru_ru: прокси-тикет

source: proxy tickets
ru_ru: прокси-тикеты

source: granted by service ticket
ru_ru: предоставлен сервис-тикетом

source: granted by proxy ticket
ru_ru: предоставлен прокси-тикетом

source: Central Authentication Service
ru_ru: Центральный аунтефикационный сервис

source: Login
ru_ru: Логин

source: Yes, continue
ru_ru: Да, продолжить

source: No, log me out
ru_ru: Нет, выйти.

source: You are logged in as %s
ru_ru: Вы вошли как %s

source: Do you want to access %(service)s as %(user)s?
ru_ru: Вы хотите войти в сервис %(service)s как %(user)s?

source: The application provided this link to follow: %s
ru_ru: Приложение предоставило ссылку для продолжения: %s
